{
  "splashscreen.starting": "",
  "splashscreen.load": "",
  "splashscreen.init": "",
  "title": "Evropský Datový Portál",
  "menu.legal-notice": "Právní upozornění",
  "menu.cookies": "Cookies",
  "menu.contact": "Kontakt",
  "functions.layer": "Vyloučení odpovědnosti",
  "functions.feature-info": "Informace o prvku",
  "functions.legend": "Legenda",
  "functions.no-legend": "Bez legendy",
  "welcome-screen.title": "Vítejte v prohlížeči map Evropského datového portálu",
  "welcome-screen.services": "Tento prohlížeč map má přístup k externím službám a zobrazuje jejich data. Tyto externí služby nespravuje Evropská komise, a tudíž nemáme vliv na jejich dostupnost a stabilitu. Může dojít k těmto problémům:",
  "welcome-screen.information": "Pokud požadujete podrobné informace ke zvolenému prvku, probíhá to formou zvláštního požadavku na server map. Pokud je odpověď na tento požadavek ve špatném tvaru nebo prázdná (např. kvůli chybě serveru), nelze zobrazit žádné informace a objeví se prázdné okno.",
  "welcome-screen.access": "Data získaná z externího serveru se mohou nacházet mimo aktuální zobrazení mapy. Tento prohlížeč mapy se snaží automaticky identifikovat příslušnou oblast. Přesto v některých případech nejsou metadata úplná nebo obsahují chyby, takže se musíte na příslušný rozsah posunout.",
  "welcome-screen.layer": "Některé zdroje vrstev se při určité úrovni přiblížení nemusí zobrazit. Důvodem mohou být omezení stanovená externím poskytovatelem služby. K zobrazení dat této vrstvy musíte obsah přiblížit nebo oddálit.",
  "welcome-screen.loading": "Otáčející se kruh na zobrazené mapě znamená, že prohlížeč čeká na odpověď zdroje dat. Může to být způsobeno nedostupným serverem nebo problémy se sítí.",
  "welcome-screen.error": "Jestliže narazíte na jakékoli problémy, neváhejte kontaktovat technickou podporu:",
  "welcome-screen.support-contact": "Kontaktovat technickou podporu",
  "welcome-screen.basemaps": "Výchozí mapy použité v této aplikaci poskytuje statistický úřad Evropské unie (Eurostat). Tyto mapy jsou aktuálně k dispozici v rozlišení až 1 : 50 000. Podrobnější výchozí mapy se právě připravují (např. k lepší vizualizaci dat o městu). Pro některé zdroje dat tak nemusí být k dispozici optimálně přizpůsobená podkladová mapa.",
  "welcome-screen.not-display-again": "Úvodní obrazovku příště nezobrazovat.",
  "welcome-screen.map-loading": "Mapa se načítá",
  "welcome-screen.confirm": "Ok",
  "tutorial.step1": "V tomto stručném úvodu vás seznámíme s prvky a funkcemi prohlížeče map.",
  "tutorial.step2": "K posouvání na mapě klikněte levým tlačítkem myši a přidržte je.",
  "tutorial.step3": "Těmito tlačítky se mění úroveň přiblížení mapy. Přiblížení můžete také měnit kolečkem myši.",
  "tutorial.step4": "Pomocí těchto tlačítek se dostanete k dalším funkcím. Jsou to přepínače, které aktivují a deaktivují příslušnou funkci.",
  "tutorial.step5": "Pomocí legendy můžete zkoumat dostupné vrstvy mapy a aktivovat či deaktivovat jejich aktuální zobrazení na mapě. Názvy jsou přímo odvozeny z externí služby.",
  "tutorial.step6": "Některé údaje je možné zkoumat ještě podrobněji. Při aktivaci této funkce můžete klikáním na mapu zjišťovat další informace.",
  "tutorial.skip": "Přeskočit",
  "tutorial.back": "Předchozí",
  "tutorial.next": "Další",
  "tutorial.done": "Hotovo",
  "layers-selection.select-layer": "Vyberte vrstvy",
  "layers-selection.select-all": "Vybrat vše",
  "layers-selection.hint": "Vybraná služba WMS obsahuje %x vrstvu, vyberte prosím všechny vrstvy, které mají být na mapě zobrazeny.",
  "layers-selection.close": "Zavřít",
  "feature-info.identify": "",
  "feature-info.attach": "",
  "feature-info.center": "",
  "feature-info.feature": "",
  "error.service-not-available": "Požadovaná služba není dostupná",
  "error.service-not-supported": "",
  "error.invalid-resource": "Na dotyčné adrese URL byl nalezen neplatný zdroj",
  "error.unsupported-resource": "Na dotyčné adrese URL byl nalezen nepodporovaný zdroj",
  "error.hint": "Byl nalezen následující zdroj chyby",
  "error.server-error": "Při požadování daného zdroje došlo k chybě serveru",
  "error.service-metadata-wrong": "Dokument této služby s metadaty obsahuje chyby",
  "error.request-url": "Požadovaná adresa URL",
  "error.support-contact": "Pokud problém bude do budoucna přetrvávat, kontaktujte technickou podporu",
  "legal-disclaimer": "Označení použitá v této mapě a prezentace zobrazených materiálů nevyjadřují žádný názor ze strany Evropské unie, pokud jde o právní status jakékoli země, území, města, oblasti nebo jejich správy nebo vymezení jejich hranic. Kosovo*: Tímto označením nejsou dotčeny postoje ke statusu a je v souladu s rezolucí Rady bezpečnosti OSN č. 1244/1999 a stanoviskem MSD k deklaraci nezávislosti Kosova. Palestina*: Toto označení nesmí být chápáno jako uznání státu Palestina a nejsou jím dotčeny individuální postoje členských států k tomuto tématu.",
  "other-features.search": "Hledat",
  "other-features.zoom-in": "Přiblížit",
  "other-features.zoom-out": "Oddálit",
  "other-features.show-tutorial": "Zobrazit průvodce",
  "other-features.transparency": "Můžete si také upravit průsvitnost vrstev.",
  "additional-error.no-supported-reference-system": "Služba neposkytuje podporovaný referenční souřadnicový systém",
  "additional-error.no-supported-character-encoding": "Služba neposkytuje podporované kódování znaků",
  "additional-error.metadata-erroneous": "Dokument této služby s metadaty obsahuje chyby",
  "additional-error.invalid-data-format": "Na dané adrese URL byl zjištěn neplatný formát dat",
  "additional-error.invalid-response": "Při dotazování dat služby jsme obdrželi neplatnou odpověď. Důvodem může být například: vnitřní chyba serveru, chybná konfigurace služby, chování služby neodpovídající standardům aj.",
  "additional-error.response-under-another-uri": "Odpověď na požadavek lze nalézt na jiném identifikátoru URI",
  "additional-error.only-available-through-proxy": "Požadovaný zdroj je k dispozici pouze prostřednictvím proxy serveru",
  "additional-error.perceived-client-error": "Server nemůže zpracovat požadavek kvůli zachycené chybě klienta",
  "additional-error.authorization-required": "Požadovaný zdroj požaduje schválení",
  "additional-error.no-available-publicly": "Požadovaný zdroj není veřejně dostupný",
  "additional-error.could-not-be-found": "Požadovaný zdroj se nepodařilo nalézt",
  "additional-error.not-allowed-http-method": "Zdroj byl požadován prostřednictvím neschválené metody HTTP",
  "additional-error.not-acceptable-content": "Ze zdroje byl požadován nepřijatelný obsah",
  "additional-error.requires-prior-authentication": "Zdroj vyžaduje předběžné schválení proxy služby",
  "additional-error.resource-not-available-internal-server-errror": "Zdroj není dostupný kvůli vnitřní chybě serveru",
  "additional-error.unrecognised-request-method": "Zdroj není dostupný kvůli neidentifikované metodě požadování",
  "additional-error.erroneously-configrued-proxy": "Zdroj není dostupný kvůli chybně konfigurované bráně",
  "additional-error.not-available-overload-or-maintenance": "Zdroj momentálně není dostupný kvůli přetížení nebo údržbě",
  "additional-error.erroneous-gateway": "Zdroj není dostupný kvůli chybně konfigurované nebo nereagující bráně",
  "additional-error.wrong-http-version": "Zdroj nepodporuje danou verzi HTTP"
}