{
  "splashscreen.starting": "Starter program",
  "splashscreen.load": "Indlæs",
  "splashscreen.init": "Initialiserer kort. Vent venligst!",
  "title": "Den Europæiske Dataportal",
  "menu.legal-notice": "Juridisk meddelelse",
  "menu.cookies": "Cookies",
  "menu.contact": "Kontakt",
  "functions.layer": "Ansvarsfraskrivelse",
  "functions.feature-info": "Informationer om funktion",
  "functions.legend": "Forklaring",
  "functions.no-legend": "Ingen forklaring",
  "welcome-screen.title": "Velkommen til Den Europæiske Dataportals kortviser",
  "welcome-screen.services": "Denne kortviser giver adgang til eksterne tjenester og viser deres data. Disse eksterne tjenester vedligeholdes ikke af Europa-Kommissionen, og vi har derfor ingen indflydelse på deres tilgængelighed/stabilitet. Følgende problemer kan forekomme:",
  "welcome-screen.information": "Hvis du anmoder om detaljerede oplysninger om en valgt funktion, vil din anmodning blive behandlet via en særskilt forespørgsel til kortserveren. Hvis svaret på din forespørgsel er forkert eller tomt (f.eks. på grund af en serverfejl), vil der ikke blive vist nogen informationer, men kun et tomt vindue.",
  "welcome-screen.access": "Data fra en ekstern server kan være placeret uden for den aktuelle kortvisning. Denne kortviser forsøger automatisk at identificere det dækkede område. I nogle tilfælde er metadataene dog ufuldstændige eller forkerte, så du er nødt til at tilpasse til det aktuelle kortudsnit.",
  "welcome-screen.layer": "Visse lag kan ikke vises i visse zoom-niveauer. Det skyldes begrænsninger fra den eksterne tjenesteudbyder. Du kan blive nødt til at zoome ind eller ud for at få vist dataene i det pågældende lag.",
  "welcome-screen.loading": "Den roterende cirkel i kortvisningen viser at din kortviser venter på svar fra en datakilde. Det kan skyldes en utilgængelig server eller en netværksfejl.",
  "welcome-screen.error": "Hvis du støder på andre problemer, skal du henvende dig til teknisk support:",
  "welcome-screen.support-contact": "Kontakt teknisk support",
  "welcome-screen.basemaps": "De baggrundskort, som anvendes i dette program, stilles til rådighed af Den Europæiske Unions Statistiske Kontor (Eurostat). Disse kort findes i en opløsning på op til 1:50.000. Der er ved at blive udarbejdet baggrundskort i en finere opløsning (f.eks. for at understøtte visningen af data inde fra en by). Det betyder, at ikke alle datakilder kan blive vist i et optimalt baggrundskort endnu.",
  "welcome-screen.not-display-again": "Vis ikke denne velkomstskærm igen.",
  "welcome-screen.map-loading": "Kort hentes…",
  "welcome-screen.confirm": "OK",
  "tutorial.step1": "Denne lille introduktion har til formål at sætte dig ind i kortviserens forskellige elementer og funktioner.",
  "tutorial.step2": "Klik og hold venstre museknap ned for at panorere hen over kortet.",
  "tutorial.step3": "Disse knapper ændrer zoom-indstillingen på kortet. Du kan også bruge musehjulet til at zoome ind eller ud.",
  "tutorial.step4": "Disse knapper giver adgang til flere funktioner. De fungerer som til/fra-knapper og aktiverer eller deaktiverer en funktion.",
  "tutorial.step5": "Forklaringen kan bruges til at undersøge de tilgængelig kortlag og aktivere eller deaktivere deres aktuelle visning på kortet. Navnene hentes direkte fra den eksterne tjeneste.",
  "tutorial.step6": "Der er adgang til yderligere oplysninger om visse data. Hvis denne funktion er aktiveret, kan du klikke på kortet for at forespørge om yderligere oplysninger.",
  "tutorial.skip": "Spring over",
  "tutorial.back": "Tilbage",
  "tutorial.next": "Næste",
  "tutorial.done": "Færdig",
  "layers-selection.select-layer": "Vælg lag",
  "layers-selection.select-all": "Vælg alle",
  "layers-selection.hint": "Den valgte WMS-tjeneste indeholder %x-lag. Vælg venligst alle de lag, du ønsker vist på kortet.",
  "layers-selection.close": "Luk",
  "feature-info.identify": "Identificér",
  "feature-info.attach": "Knyt til position",
  "feature-info.center": "Centrér på kortet",
  "feature-info.feature": "Funktion",
  "error.service-not-available": "Den anmodede tjeneste er ikke tilgængelig",
  "error.service-not-supported": "Den anmodede tjeneste understøttes ikke",
  "error.invalid-resource": "Der blev fundet en ugyldig ressource på den angivne URL.",
  "error.unsupported-resource": "Der blev fundet en ikke-understøttet ressource på den angivne URL.",
  "error.hint": "Følgende fejlkilde blev fundet:",
  "error.server-error": "Der opstod en serverfejl i forbindelse med forespørgslen efter den angivne ressource",
  "error.service-metadata-wrong": "Der er fejl i metadatadokumentet til denne tjeneste.",
  "error.request-url": "Forespurgt URL",
  "error.support-contact": "Hvis problemet fortsætter, bedes du kontakte teknisk support",
  "legal-disclaimer": "De betegnelser og materialepræsentationer, som anvendes på dette sitemap, er på ingen måde udtryk for Den Europæiske Unions holdninger vedrørende den retlige status for et land, territorium, by eller område eller dets myndigheder, eller for dens holdninger til dets grænsedragninger. Kosovo*: denne betegnelse er med forbehold for holdningerne til retsstilling og er i overenstemmelse med UNSCR 1244/1999 og ICJ's udtalelser om Kosovos uafhængighedserklæring. Palæstina*: denne betegnelse skal ikke fortolkes som et udtryk for anerkendelse af en palæstinensisk stat og er med forbehold for medlemsstaterens individuelle holdninger til dette emne.",
  "other-features.search": "Søg",
  "other-features.zoom-in": "Zoom ind",
  "other-features.zoom-out": "Zoom ud",
  "other-features.show-tutorial": "Vis vejledning",
  "other-features.transparency": "Du kan også justere et lags gennemsigtighed.",
  "additional-error.no-supported-reference-system": "Denne tjeneste udbyder ikke et understøttet koordinatreferencesystem",
  "additional-error.no-supported-character-encoding": "Denne tjeneste udbyder ikke en understøttet tegnsæt",
  "additional-error.metadata-erroneous": "Der er fejl i metadatadokumentet til denne tjeneste",
  "additional-error.invalid-data-format": "Dataformatet for den angivne URL er ugyldigt",
  "additional-error.invalid-response": "Der blev under forespørgslen efter data fra denne tjeneste modtaget et ugyldigt svar. Det kan f.eks. skyldes en intern serverfejl, en forkert konfiguration af tjenesten, at tjenesten ikke følger standarden, osv.",
  "additional-error.response-under-another-uri": "Svaret på forespørgslen kan findes under en anden URL",
  "additional-error.only-available-through-proxy": "Den forespurgte ressource er kun tilgængelig via en proxy-server",
  "additional-error.perceived-client-error": "Serveren kan eller vil ikke behandle forespørgslen på grund af en client fejl",
  "additional-error.authorization-required": "Den forespurgte ressource kræver tilladesle",
  "additional-error.no-available-publicly": "Den forespurgte ressource er ikke offentligt tilgængelig",
  "additional-error.could-not-be-found": "Den forespurgte ressource kunne ikke findes",
  "additional-error.not-allowed-http-method": "Ressourcen blev efterspurgt via en ikke-godkendt HTTP-metode",
  "additional-error.not-acceptable-content": "Der blev anmodet om uacceptabelt indhold fra ressourcen",
  "additional-error.requires-prior-authentication": "Ressourcen kræver forhåndsgodkendelse fra en proxy-tjeneste",
  "additional-error.resource-not-available-internal-server-errror": "Ressourcen er ikke tilgængelig på grund af en intern serverfejl",
  "additional-error.unrecognised-request-method": "Ressourcen er ikke tilgængelig på grund af en ukendt forespørgselsmetode",
  "additional-error.erroneously-configrued-proxy": "Ressourcen er ikke tilgængelig på grund af en forkert konfiguration af gatewayen",
  "additional-error.not-available-overload-or-maintenance": "Ressourcen er ikke tilgængelig for øjeblikket på grund af overbelastning eller vedligeholdelse",
  "additional-error.erroneous-gateway": "Ressourcen er ikke tilgængelig. Gatewayen er enten forkert konfigureret eller svarer ikke",
  "additional-error.wrong-http-version": "Ressourcen understøtter ikke den angivne HTTP-version"
}