{
  "splashscreen.starting": "",
  "splashscreen.load": "",
  "splashscreen.init": "",
  "title": "Ευρωπαϊκη Πυλη δεδομενων",
  "menu.legal-notice": "Ανακοίνωση νομικού περιεχομένου",
  "menu.cookies": "Cookies",
  "menu.contact": "Επικοινωνία",
  "functions.layer": "Δήλωση αποποίησης ευθύνης",
  "functions.feature-info": "Στοιχεία αντικειμένου",
  "functions.legend": "Λεζάντα",
  "functions.no-legend": "Χωρίς λεζάντα",
  "welcome-screen.title": "Καλωσορίσατε στο πρόγραμμα προβολής χάρτη της Ευρωπαϊκής Πύλης Δεδομένων",
  "welcome-screen.services": "Το παρόν πρόγραμμα προβολής χάρτη έχει πρόσβαση σε εξωτερικές υπηρεσίες και εμφανίζει τα δεδομένα τους. Καθώς οι υπηρεσίες αυτές δεν τηρούνται από την Ευρωπαϊκή Επιτροπή, δεν έχουμε λόγο σχετικά με τη διαθεσιμότητα/σταθερότητά τους. Ενδέχεται να προκύψουν τα ακόλουθα προβλήματα:",
  "welcome-screen.information": "Όταν ζητάτε λεπτομερείς πληροφορίες για μια επιλεγμένη λειτουργία/αντικείμενο, θα υποβληθεί συγκεκριμένο αίτημα στον διακομιστή του χάρτη. Εάν η απόκριση στο αίτημα αυτό είναι κακοδιατυπωμένη ή κενή (π.χ. λόγω σφάλματος διακομιστή), είναι αδύνατη η προβολή πληροφοριών και θα εμφανιστεί ένα άδειο παράθυρο.",
  "welcome-screen.access": "Τα δεδομένα στα οποία αποκτήθηκε πρόσβαση μέσω εξωτερικού διακομιστή μπορεί να βρίσκονται εκτός της τρέχουσας προβολής χάρτη. Το πρόγραμμα προβολής χάρτη προσπαθεί να εντοπίσει αυτομάτως την περιοχή αναφοράς. Υπάρχουν ωστόσο περιπτώσεις ημιτελών ή εσφαλμένων μεταδεδομένων, με αποτέλεσμα να μπορείτε να μετακινηθείτε μόνο στην υπάρχουσα προβολή.",
  "welcome-screen.layer": "Κάποιες πηγές επιπέδων μπορεί να μην εμφανίζονται σε ορισμένα επίπεδα μεγέθυνσης/σμίκρυνσης, λόγω περιορισμών που θέτει ο εξωτερικός πάροχος υπηρεσιών. Μπορεί να χρειαστεί περαιτέρω μεγέθυνση/σμίκρυνση για να εμφανιστούν τα δεδομένα του επιπέδου.",
  "welcome-screen.loading": "Ένας περιστρεφόμενος κύκλος πάνω στον χάρτη σημαίνει ότι το πρόγραμμα προβολής αναμένει απάντηση από την πηγή των δεδομένων. Αυτό μπορεί να οφείλεται σε μη διαθεσιμότητα του διακομιστή ή σε προβλήματα δικτύου.",
  "welcome-screen.error": "Αν αντιμετωπίσετε οποιαδήποτε άλλα προβλήματα, μη διστάσετε να απευθυνθείτε στην υπηρεσία τεχνικής υποστήριξης:",
  "welcome-screen.support-contact": "Επικοινωνήστε με την υπηρεσία τεχνικής υποστήριξης",
  "welcome-screen.basemaps": "Τα οπτικά υποστρώματα αναφοράς χάρτη (basemaps) που χρησιμοποιούνται στην εφαρμογή παρέχονται από τη Στατιστική Υπηρεσία της Ευρωπαϊκής Ένωσης (Eurostat). Τα εν λόγω οπτικά υποστρώματα είναι επί του παρόντος διαθέσιμα σε ανάλυση μέχρι και 1 προς 50.000, αλλά ετοιμάζονται και άλλα, πιο λεπτομερώς επεξεργασμένα (για να υποστηρίξουν, π.χ. την απεικόνιση δεδομένων στο πλαίσιο μίας πόλης). Ενδέχεται, λοιπόν, να υπάρχουν προβαλλόμενες πηγές δεδομένων βασιζόμενες σε οπτικά υποστρώματα που δεν είναι τα καταλληλότερα.",
  "welcome-screen.not-display-again": "Να μην εμφανιστεί ξανά η παρούσα οθόνη υποδοχής.",
  "welcome-screen.map-loading": "Φόρτωση χάρτη",
  "welcome-screen.confirm": "Εντάξει",
  "tutorial.step1": "Σκοπός αυτής της σύντομης εισαγωγής είναι να εξοικειωθείτε με τις παραμέτρους και τις λειτουργίες του προγράμματος προβολής χάρτη.",
  "tutorial.step2": "Πιέστε και κρατήστε πατημένο το αριστερό πλήκτρο του ποντικιού για να μετακινείστε πάνω στον χάρτη.",
  "tutorial.step3": "Τα πλήκτρα αυτά αλλάζουν τον βαθμό μεγέθυνσης/σμίκρυνσης του χάρτη. Εναλλακτικά, χρησιμοποιείστε τη ρόδα του ποντικιού για μεγέθυνση/σμίκρυνση.",
  "tutorial.step4": "Τα πλήκτρα αυτά προσφέρουν πρόσθετες λειτουργίες, με εναλλαγή ενεργοποίησης/απενεργοποίησης της δεδομένης λειτουργίας.",
  "tutorial.step5": "Η λεζάντα σας επιτρέπει να δείτε τα διαθέσιμα επίπεδα του χάρτη και να ενεργοποιήσετε/απενεργοποιήσετε την τρέχουσα εμφάνισή τους στον χάρτη. Άμεση πηγή προέλευσης των ονομάτων είναι η εξωτερικά προσβάσιμη υπηρεσία.",
  "tutorial.step6": "Μπορείτε να εξετάσετε αναλυτικότερα κάποια δεδομένα. Όταν έχει ενεργοποιηθεί η συγκεκριμένη λειτουργία, μπορείτε να ζητήσετε πρόσθετες πληροφορίες κλικάροντας πάνω στον χάρτη.",
  "tutorial.skip": "Προσπεράστε",
  "tutorial.back": "Προηγούμενο",
  "tutorial.next": "Επόμενο",
  "tutorial.done": "Έτοιμο",
  "layers-selection.select-layer": "Επιλογή επιπέδων",
  "layers-selection.select-all": "Επιλογή όλων",
  "layers-selection.hint": "Στην επιλεγμένη υπηρεσία Συστημάτων Αποθήκευσης συμπερ/νονται %x επίπεδα. Επιλέξτε όλα τα επίπεδα που θα εμφανίζονται στον χάρτη.",
  "layers-selection.close": "Κλείσιμο",
  "feature-info.identify": "",
  "feature-info.attach": "",
  "feature-info.center": "",
  "feature-info.feature": "",
  "error.service-not-available": "Δεν διατίθεται η υπηρεσία που ζητάτε.",
  "error.service-not-supported": "",
  "error.invalid-resource": "Στη δεδομένη διεύθυνση URL εντοπίστηκε μη έγκυρος πόρος.",
  "error.unsupported-resource": "Στη δεδομένη διεύθυνση URL εντοπίστηκε μη υποστηριζόμενος πόρος.",
  "error.hint": "Εντοπίστηκε η ακόλουθη λανθασμένη πηγή",
  "error.server-error": "Εμφανίστηκε σφάλμα στο διακομιστή κατά τη διαδικασία αιτήματος του συγκεκριμένου πόρου",
  "error.service-metadata-wrong": "Λανθασμένο έγγραφο μεταδεδομένων από την υπηρεσία",
  "error.request-url": "Ζητούμενη διεύθυνση URL",
  "error.support-contact": "Εάν το πρόβλημα επιμείνει, επικοινωνήστε με την υπηρεσία τεχνικής υποστήριξης",
  "legal-disclaimer": "Στις χρησιμοποιούμενες ονομασίες και την παρουσίαση του υλικού στον συγκεκριμένο χάρτη δεν υπονοείται έκφραση οποιωνδήποτε απόψεων εκ μέρους της Ευρωπαϊκής Ένωσης σχετικά με το νομικό καθεστώς οιασδήποτε χώρας, εδάφους, πόλης ή περιοχής ή των οργάνων και αρχών τους, ούτε σχετικά με την οριοθέτηση των συνόρων ή ορίων τους. Κόσοβο*: η εν λόγω ονομασία χρησιμοποιείται με την επιφύλαξη των θέσεων που εκφράζονται σχετικά με το καθεστώς και συνάδει με την ΑΣΑΗΕ 1244/1999 (Aπόφαση του Συμβουλίου Ασφαλείας των Ηνωμένων Εθνών, UNSCR) και με τη Γνωμοδότηση του Διεθνούς Δικαστηρίου της Χάγης επί της δήλωσης ανεξαρτησίας του Κοσόβου. Παλαιστίνη*: η συγκεκριμένη ονομασία δεν εκλαμβάνεται ως αναγνώριση Παλαιστινιακού Κράτους και χρησιμοποιείται με την επιφύλαξη των μεμονωμένων θέσεων που εκφράζουν τα κράτη μέλη πάνω στο θέμα αυτό.",
  "other-features.search": "Αναζήτηση",
  "other-features.zoom-in": "Μεγέθυνση",
  "other-features.zoom-out": "Σμίκρυνση",
  "other-features.show-tutorial": "Εμφάνιση προγράμματος εκμάθησης",
  "other-features.transparency": "Προσφέρεται επίσης η δυνατότητα προσαρμογής της διαφάνειας ενός επιπέδου.",
  "additional-error.no-supported-reference-system": "Δεν παρέχεται από την υπηρεσία υποστηριζόμενο σύστημα αναφοράς συντεταγμένων",
  "additional-error.no-supported-character-encoding": "Δεν παρέχεται από την υπηρεσία υποστηριζόμενη κωδικοποίηση χαρακτήρων",
  "additional-error.metadata-erroneous": "Λανθασμένο έγγραφο μεταδεδομένων από την υπηρεσία",
  "additional-error.invalid-data-format": "Στη δεδομένη διεύθυνση URL διαπιστώθηκε μη έγκυρος μορφότυπος δεδομένων",
  "additional-error.invalid-response": "Κατά το αίτημα δεδομένων από την υπηρεσία, λήφθηκε άκυρη απάντηση. Πιθανές αιτίες, επί παραδείγματι: σφάλμα εσωτερικού διακομιστή, εσφαλμένη παραμετροποίηση της υπηρεσίας, συμπεριφορά της υπηρεσίας που δεν συμμορφώνεται σε πρότυπα, κτλ.",
  "additional-error.response-under-another-uri": "Η απάντηση στο αίτημα δίνεται με άλλο ενιαίο αναγνωριστικό πόρου (URI)",
  "additional-error.only-available-through-proxy": "Ο αιτούμενος πόρος διατίθεται μόνο μέσω διακομιστή μεσολάβησης",
  "additional-error.perceived-client-error": "Ο διακομιστής αδυνατεί να επεξεργαστεί το αίτημα λόγω φερόμενου σφάλματος του υπολογιστή-πελάτη",
  "additional-error.authorization-required": "Για τον αιτούμενο πόρο ήταν απαραίτητος ο έλεγχος ταυτότητας",
  "additional-error.no-available-publicly": "Ο αιτούμενος πόρος δεν διατίθεται στο κοινό",
  "additional-error.could-not-be-found": "Δεν βρέθηκε ο αιτούμενος πόρος",
  "additional-error.not-allowed-http-method": "Δεν είναι επιτρεπτή η μέθοδος αιτήματος μέσω πρωτοκόλλου HTTP, με την οποία ζητήθηκε ο πόρος",
  "additional-error.not-acceptable-content": "Δεν είναι αποδεκτό το περιεχόμενο που ζητήθηκε από τον πόρο",
  "additional-error.requires-prior-authentication": "Απαιτείται από τον πόρο πρότερος έλεγχος ταυτότητας μέσω υπηρεσίας του διακομιστή διαμεσολάβησης",
  "additional-error.resource-not-available-internal-server-errror": "Ο πόρος δεν είναι διαθέσιμος λόγω σφάλματος στον εσωτερικό διακομιστή",
  "additional-error.unrecognised-request-method": "Ο πόρος δεν είναι διαθέσιμος διότι η μέθοδος αιτήματος δεν είναι αναγνωρισμένη",
  "additional-error.erroneously-configrued-proxy": "Ο πόρος δεν είναι διαθέσιμος λόγω λανθασμένης παραμετροποίησης της πύλης δικτύου",
  "additional-error.not-available-overload-or-maintenance": "Ο πόρος δεν είναι διαθέσιμος επί του παρόντος λόγω υπερφόρτωσης ή συντήρησης",
  "additional-error.erroneous-gateway": "Ο πόρος δεν είναι διαθέσιμος λόγω λανθασμένης παραμετροποίησης ή μη ανταπόκρισης της πύλης δικτύου",
  "additional-error.wrong-http-version": "Η δεδομένη έκδοση πρωτοκόλλου HTTP δεν υποστηρίζεται από τον πόρο"
}