{
  "splashscreen.starting": "Starting Application",
  "splashscreen.load": "Load",
  "splashscreen.init": "Initializing Map. Please stand by!",
  "title": "European Data Portal",
  "menu.legal-notice": "Legal notice",
  "menu.cookies": "Cookies",
  "menu.contact": "Contact",
  "functions.layer": "Legal Disclaimer",
  "functions.feature-info": "Feature Info",
  "functions.legend": "Legend",
  "functions.no-legend": "No legend",
  "welcome-screen.title": "Welcome to the map viewer of the European Data Portal",
  "welcome-screen.services": "This map viewer accesses external services and displays their data. These external services are not maintained by the European Commission and therefore we have no influence on their availability/stability. The following issues may occur:",
  "welcome-screen.information": "If you request detailed information for a selected feature this will be handled by a specific request to the map server. If the response to this request is malformed or empty (e.g. due to a server error) no information can be displayed and an empty window will show up.",
  "welcome-screen.access": "Data accessed from an external server may be located outside the current map view. This map viewer tries to automatically identify the covered area. Still, in some cases the metadata are not complete or erroneous so that you have to pan to the actual extent.",
  "welcome-screen.layer": "Some layer sources may not display at certain zoom levels. This results from restrictions set by the external service provider. You may need to zoom in or out in order to display the data of the layer",
  "welcome-screen.loading": "A rotating circle in the map view indicates that the viewer is waiting for a response from a data source. This may be caused by an unavailable server or network issues",
  "welcome-screen.error": "If you encounter any other problems do not hesitate to get in touch with the technical support:",
  "welcome-screen.support-contact": "Contact technical support",
  "welcome-screen.basemaps": "The basemaps used in this application are provided by the statistical office of the European Union (Eurostat). These maps are currently available in a resolution of up to 1:50.000. More fine-grained basemaps are currently in preparation (e.g. to support the visualization of data within a city). Thus, certain data sources might not yet be displayed with an optimally suited background map.",
  "welcome-screen.not-display-again": "Do not display this welcome screen again.",
  "welcome-screen.map-loading": "Map is loading …",
  "welcome-screen.confirm": "OK",
  "tutorial.step1": "This small introduction has the aim to familiarise you with the elements and functionality of the map viewer.",
  "tutorial.step2": "Click and hold the left mouse button to pan on the map.",
  "tutorial.step3": "These buttons change the zoom level on the map. Alternatively you can use the mouse wheel to adjust the zoom.",
  "tutorial.step4": "Additional functionality is available through these buttons. They act as toggles and enable or disable the given functionality.",
  "tutorial.step5": "The legend can be used to examine the available map layers and enable or disable their current display on the map. The names are directly derived from the externally accessed service.",
  "tutorial.step6": "Some data can be examined even in more detail. When this feature is activated you can click on the map to query additional information.",
  "tutorial.skip": "Skip",
  "tutorial.back": "Back",
  "tutorial.next": "Next",
  "tutorial.done": "Done",
  "layers-selection.select-layer": "Select layers",
  "layers-selection.select-all": "Select all",
  "layers-selection.hint": "The chosen WMS service contains %x layer(s), please select all layers which should be displayed in the map.",
  "layers-selection.close": "Close",
  "feature-info.identify": "Identify",
  "feature-info.attach": "Attach to position",
  "feature-info.center": "Center in Map",
  "feature-info.feature": "Feature",
  "error.service-not-available": "The requested service is not available",
  "error.service-not-supported": "The requested service is not supported",
  "error.invalid-resource": "An invalid resource was found at the given URL.",
  "error.unsupported-resource": "An unsupported resource was found at the given URL.",
  "error.hint": "The following error source was determined:",
  "error.server-error": "A server error occurred while requesting the given resource",
  "error.service-metadata-wrong": "The metadata document of the service is erroneous.",
  "error.request-url": "Requested URL",
  "error.support-contact": "If the problem persists in the future, please contact the technical support",
  "legal-disclaimer": "The designations employed and the presentation of material on this map do not imply the expression of any opinion whatsoever on the part of the European Union concerning the legal status of any country, territory, city or area or of its authorities, or concerning the delimitation of its frontiers or boundaries. Kosovo*: This designation is without prejudice to positions on status, and is in line with UNSCR 1244/1999 and the ICJ Opinion on the Kosovo declaration of independence. Palestine*: This designation shall not be construed as recognition of a State of Palestine and is without prejudice to the individual positions of the Member States on this issue.",
  "other-features.search": "Search",
  "other-features.zoom-in": "Zoom In",
  "other-features.zoom-out": "Zoom Out",
  "other-features.show-tutorial": "Show Tutorial",
  "other-features.transparency": "You can also adjust the transparency of a layer.",
  "additional-error.no-supported-reference-system": "The service does not provide a supported coordinate reference system",
  "additional-error.no-supported-character-encoding": "The service does not provide a supported character encoding",
  "additional-error.metadata-erroneous": "The metadata document of the service is erroneous",
  "additional-error.invalid-data-format": "An invalid data format was received at the given URL",
  "additional-error.invalid-response": "While querying the data of the service an invalid response has been received. Reasons for this may be, for example: internal server error, wrong configuration of the service, non-standard-compliant behaviour of the service, etc.",
  "additional-error.response-under-another-uri": "The response to the request can be found under another URI",
  "additional-error.only-available-through-proxy": "The requested resource is only available through a proxy",
  "additional-error.perceived-client-error": "The server cannot or will not process the request due to a perceived client error",
  "additional-error.authorization-required": "The requested resource required authorization",
  "additional-error.no-available-publicly": "The requested resource is not available publicly",
  "additional-error.could-not-be-found": "The requested resource could not be found",
  "additional-error.not-allowed-http-method": "The resource was requested through a not allowed HTTP method",
  "additional-error.not-acceptable-content": "A not acceptable content was requested from the resource",
  "additional-error.requires-prior-authentication": "The resource requires a prior authentication at a proxy service",
  "additional-error.resource-not-available-internal-server-errror": "The resource is not available due to an internal server error",
  "additional-error.unrecognised-request-method": "The resource is not available due to an unrecognised request method",
  "additional-error.erroneously-configrued-proxy": "The resource is not available due to a erroneously configured gateway",
  "additional-error.not-available-overload-or-maintenance": "The resource is currently not available due to overload or maintenance",
  "additional-error.erroneous-gateway": "The resource is not available due to a erroneously configured or unresponsive gateway",
  "additional-error.wrong-http-version": "The resource does not support the given HTTP version"
}