{
  "splashscreen.starting": "",
  "splashscreen.load": "",
  "splashscreen.init": "",
  "title": "Europski Portal Podataka",
  "menu.legal-notice": "Pravna Obavijest",
  "menu.cookies": "Kolačići",
  "menu.contact": "Kontakt",
  "functions.layer": "Pravna obavijest",
  "functions.feature-info": "Informacije",
  "functions.legend": "Legenda",
  "functions.no-legend": "Bez legende",
  "welcome-screen.title": "Dobrodošli na mapu Europskog portala podataka",
  "welcome-screen.services": "Ovaj preglednik mape pristupa vanjskim uslugama i prikazuje njihove podatke. Te vanjske usluge ne održava Europska komisija i stoga nema utjecaj na njihovu dostupnost/stabilnost. Mogu se pojaviti sljedeći problemi:",
  "welcome-screen.information": "Ako tražite detaljne informacije za odabranu mogućnost to će obaviti određeni zahtjev serveru mape. Ako je odgovor na taj zahtjev krivi ili prazan (npr. zbog pogreške servera) nikakve se informacije ne mogu prikazati i pojavit će se prazan prozor.",
  "welcome-screen.access": "Podaci kojima se pristupi iz vanjskog servera mogu biti locirani izvan trenutnog preglednika mape. Ovaj preglednik mape pokušava automatski prepoznati pokriveno područje. Ipak, u nekim slučajevima metapodaci nisu potpuni ili su pogrešni pa morate kretati se do stvarne mjere.",
  "welcome-screen.layer": "Neki slojni izvori možda se neće prikazivati na određenim razinama povećavanja. Tome je tako zbog ograničenja koje je utvrdio vanjski pružatelj usluga. Možda ćete trebati povećati ili smanjiti prikaz kako biste prikazali podatke sloja.",
  "welcome-screen.loading": "Rotirajući krug u pregledniku mape pokazuje da preglednik čeka odgovor od izvora podataka. Tome može biti uzrok nedostupni server ili problemi s mrežom.",
  "welcome-screen.error": "Ako se susretnete s nekim drugim problemima, ne oklijevajte kontaktirati tehničku podršku:",
  "welcome-screen.support-contact": "Kontaktiraj tehničku podršku",
  "welcome-screen.basemaps": "Osnovne mape korištene u ovoj aplikaciji pruža statistički ured Europske unije (Eurostat). Te mape trenutno su dostupne u rezoluciji do 1:50,000. Detaljnije osnovne trenutno su u pripremi (npr. za potporu vizualizacije podataka unutar grada). Stoga se određeni podaci još se možda neće moći prikazati s optimalnom pozadinskom mapom.",
  "welcome-screen.not-display-again": "Više ne prikazuj ovaj ekran dobrodošlice.",
  "welcome-screen.map-loading": "Mapa se učitava",
  "welcome-screen.confirm": "U redu",
  "tutorial.step1": "Ovaj mali uvod ima za cilj upoznati vas s elementima i funkcioniranjem preglednika mape.",
  "tutorial.step2": "Stisnite i držite lijevu tipku miša kako biste se kretali na mapi.",
  "tutorial.step3": "Te tipke mijenjaju razinu povećavanja na mapi. Isto tako, možete koristiti kotačić na mišu za prilagođavanje povećavanja.",
  "tutorial.step4": "Dodatna funkcionalnost dostupna je putem ovih tipki. One djeluju kao prekidači i omogućavaju ili onemogućavaju određenu funkcionalnost.",
  "tutorial.step5": "Legenda se može koristiti za istraživanje dostupnih slojeva mape i omogućavanje ili onemogućavanje trenutnog prikaza na mapi. Imena su izravno izvučena iz usluge kojoj se pristupilo izvana.",
  "tutorial.step6": "Neki podaci mogu se istražiti i detaljnije. Kada je ova mogućnost aktivirana, možete kliknuti na mapu za potragu dodatnih informacija.",
  "tutorial.skip": "Preskoči",
  "tutorial.back": "Prethodno",
  "tutorial.next": "Sljedeće",
  "tutorial.done": "Gotovo",
  "layers-selection.select-layer": "Odaberi slojeve",
  "layers-selection.select-all": "Odaberi sve",
  "layers-selection.hint": "Odabrana WMS usluga sadrži %x sloj, molimo odaberite sve slojeve koji bi trebali biti prikazani u mapi.",
  "layers-selection.close": "Zatvori",
  "feature-info.identify": "",
  "feature-info.attach": "",
  "feature-info.center": "",
  "feature-info.feature": "",
  "error.service-not-available": "Zatražena usluga nije dostupna",
  "error.service-not-supported": "",
  "error.invalid-resource": "Neispravan resurs pronađen je na traženom URL-u",
  "error.unsupported-resource": "Nepodržani resurs pronađen je na traženom URL-u",
  "error.hint": "Sljedeći pogrešni izvor je određen",
  "error.server-error": "Pojavila se pogreška servera prilikom traženja zadanog resursa",
  "error.service-metadata-wrong": "Dokument s metapodacima usluge je pogrešan",
  "error.request-url": "Zatraženi URL",
  "error.support-contact": "Ako se problem opet pojavi, kontaktirajte tehničku podršku",
  "legal-disclaimer": "Primijenjene oznake i prezentacija materijala na ovoj mapi ne impliciraju izražavanje bilo kojeg mišljenja u ime Europske unije vezano uz pravni status bilo koje zemlje, teritorija, grada ili područja ili njihovih nadležnih tijela ili vezano uz razgraničenje svojih granica. Kosovo*: Ova oznaka ne dovodi u pitanje položajima o statusu i u skladu je s UNSCR 1244/1999 i ICJ Mišljenjem o Kosovskoj deklaraciji neovisnosti. Palestina*: Ova se oznaka neće tumačiti kao priznavanje Države Palestine i ne dovodi u pitanje pojedinačna stajališta država članica o pitanju.",
  "other-features.search": "Traži",
  "other-features.zoom-in": "Povećaj",
  "other-features.zoom-out": "Smanji",
  "other-features.show-tutorial": "Prikaži vodič",
  "other-features.transparency": "Također možete prilagoditi transparentnost sloja.",
  "additional-error.no-supported-reference-system": "Usluga ne pruža podržani koordinatni referentni sustav",
  "additional-error.no-supported-character-encoding": "Usluga ne pruža podržano kodiranje znakova",
  "additional-error.metadata-erroneous": "Dokument s metapodacima usluge je pogrešan",
  "additional-error.invalid-data-format": "Neispravni oblik podataka primljen je u traženom URL-u",
  "additional-error.invalid-response": "Prilikom traženja podataka usluge primljen je neispravan odgovor. Razlozi toga mogu biti, primjerice: unutarnja greška servera, pogrešna konfiguracija usluge, ne-standardno-slaganje ponašanje usluge itd.",
  "additional-error.response-under-another-uri": "Odgovor na zahtjev može se pronaći pod drugim URL-om",
  "additional-error.only-available-through-proxy": "Traženi resurs dostupan je samo putem proxy poslužitelja",
  "additional-error.perceived-client-error": "Server ne može ili neće procesuirati zahtjev zbog percipirane greške klijenta",
  "additional-error.authorization-required": "Traženi resurs zahtijeva provjeru autentičnosti",
  "additional-error.no-available-publicly": "Traženi resurs nije javno dostupan",
  "additional-error.could-not-be-found": "Traženi zahtjev ne može se pronaći",
  "additional-error.not-allowed-http-method": "Resurs je tražen putem nedozvoljene HTTP metode",
  "additional-error.not-acceptable-content": "Neprihvatljivi sadržaj zatražen je od strane resursa",
  "additional-error.requires-prior-authentication": "Resurs zahtijeva prethodnu provjeru autentičnosti na proxy poslužitelju",
  "additional-error.resource-not-available-internal-server-errror": "Resurs nije dostupan zbog unutarnje greške servera",
  "additional-error.unrecognised-request-method": "Resurs nije dostupan zbog neprepoznatljive metode zahtjeva",
  "additional-error.erroneously-configrued-proxy": "Resurs nije dostupan zbog pogrešno konfiguriranog ulaza",
  "additional-error.not-available-overload-or-maintenance": "Resurs trenutno nije dostupan zbog preopterećenja ili održavanja",
  "additional-error.erroneous-gateway": "Resurs trenutno nije dostupan zbog pogrešno konfiguriranog ulaza ili ulaza koji ne reagira",
  "additional-error.wrong-http-version": "Resurs ne podržava zadanu HTTP verziju"
}