{
  "splashscreen.starting": "Programos paleidimas",
  "splashscreen.load": "Įkėlimas",
  "splashscreen.init": "Žemėlapio inicijavimas. Prašome palaukti!",
  "title": "Europos duomenų portalas",
  "menu.legal-notice": "Teisinis pranešimas",
  "menu.cookies": "Slapukai",
  "menu.contact": "Kontaktai",
  "functions.layer": "Teisinis atsakomybės ribojimas",
  "functions.feature-info": "Informacija apie funkcijas",
  "functions.legend": "Sutartiniai žymėjimai",
  "functions.no-legend": "Sutartinių žymėjimų nėra",
  "welcome-screen.title": "Sveiki atvykę į Europos duomenų portalo žemėlapių peržiūros programą",
  "welcome-screen.services": "Ši žemėlapių peržiūros programa turi prieigą prie išorės paslaugų ir rodo jų duomenis. Šių išorės paslaugų netvarko Europos Komisija, todėl mes neturime jokios įtakos jų prieinamumui / stabilumui. Gali kilti šios problemos:",
  "welcome-screen.information": "Jei prašote išsamios informacijos apie pasirinktą funkciją, jūsų prašymas bus perduotas į žemėlapių serverį. Jei atsakymas į šį prašymą bus pateiktas netaisyklingai arba nepateiktas (pvz., dėl serverio klaidos), informacija nebus rodoma, o vietoje to matysite tuščią langą.",
  "welcome-screen.access": "Duomenys, gaunami iš išorinio serverio gali būti pateikiami už esamo žemėlapio vaizdo ribų. Šia žemėlapių peržiūros programa siekiama automatiškai nustatyti apimamą sritį. Tačiau kai kuriais atvejais metaduomenys nėra išsamūs arba yra klaidingi, todėl jums reikės pasirinkti panoraminį vaizdą.",
  "welcome-screen.layer": "Kai kurių sluoksnių šaltiniai gali būti nematomi esant tam tikram masteliui. Taip yra dėl apribojimų, kuriuos nustatė išorės paslaugų teikėjas. Jums gali prireikti padidinti arba sumažinti vaizdą, kad pamatytumėte sluoksnio duomenis",
  "welcome-screen.loading": "Besisukantis apskritimas žemėlapyje reiškia, kad peržiūros programa laukia atsakymo iš duomenų šaltinio. Taip gali būti dėl neprieinamo serverio arba tinklo problemų",
  "welcome-screen.error": "Jei kils bet kokių kitų problemų, nedelsdami susisiekite su techninės paramos personalu:",
  "welcome-screen.support-contact": "Susisiekite su techninės paramos personalu",
  "welcome-screen.basemaps": "Šioje programoje naudojamus bazinius žemėlapius teikia Europos Sąjungos statistikos tarnyba (Eurostatas). Šiuo metu šių žemėlapių rezoliucija gali siekti iki 1:50.000. Šiuo metu rengiami smulkesni baziniai žemėlapiai (pvz., kad palaikytų miesto duomenų vizualizaciją). Taigi, tam tikri duomenų šaltiniai kol kas gali būti nerodomi su optimaliai pritaikytu foniniu žemėlapiu.",
  "welcome-screen.not-display-again": "Daugiau nerodyti šio pasisveikinimo ekrano.",
  "welcome-screen.map-loading": "Žemėlapis įkeliamas ...",
  "welcome-screen.confirm": "Gerai",
  "tutorial.step1": "Šis trumpas įvadas skirtas supažindinti jus su žemėlapių peržiūros programos elementais ir funkcionalumu.",
  "tutorial.step2": "Spustelėkite ir laikykite nuspaudę kairįjį pelės mygtuką, kad matytumėte panoraminį žemėlapio vaizdą.",
  "tutorial.step3": "Šie mygtukai pakeičia žemėlapio mastelį. Mastelį taip pat galite reguliuoti pelės ratuku.",
  "tutorial.step4": "Papildomos funkcijos aktyvuojamos naudojant šiuos mygtukus. Jie veikia kaip perjungikliai ir įjungia arba išjungia pasirinktą funkciją.",
  "tutorial.step5": "Sutartiniai žymėjimai gali būti naudojami tyrinėjant esamus žemėlapio sluoksnius ir įjungti arba išjungti jų rodymą žemėlapyje. Jų pavadinimai yra tiesiogiai susiję su išorės paslaugomis.",
  "tutorial.step6": "Kai kurie duomenys gali būti ištyrinėti dar išsamiau. Kai ši funkcija aktyvuota, jūs galite spustelėti ant žemėlapio ir paprašyti papildomos informacijos.",
  "tutorial.skip": "Praleisti",
  "tutorial.back": "Atgal",
  "tutorial.next": "Toliau",
  "tutorial.done": "Atlikta",
  "layers-selection.select-layer": "Pasirinkti sluoksnius",
  "layers-selection.select-all": "Pasirinkti viską",
  "layers-selection.hint": "Kai pasirinkta WMS paslauga turi %x sluoksnį (-ius), pasirinkite visus sluoksnius, kurie turėtų būti rodomi žemėlapyje.",
  "layers-selection.close": "Uždaryti",
  "feature-info.identify": "Nustatyti",
  "feature-info.attach": "Pridėti prie pozicijos",
  "feature-info.center": "Centruoti žemėlapyje",
  "feature-info.feature": "Funkcija",
  "error.service-not-available": "Pageidaujama paslauga negalima",
  "error.service-not-supported": "Pageidaujama paslauga nepalaikoma",
  "error.invalid-resource": "Netinkamas išteklius buvo nustatytas konkrečiame URL.",
  "error.unsupported-resource": "Nepalaikomas išteklius buvo nustatytas konkrečiame URL.",
  "error.hint": "Buvo nustatytas šis klaidos šaltinis:",
  "error.server-error": "Įvyko serverio klaida prašant konkretaus ištekliaus",
  "error.service-metadata-wrong": "Paslaugos metaduomenų dokumentas yra klaidingas.",
  "error.request-url": "Pageidaujamas URL",
  "error.support-contact": "Jei problema išliks, susisiekite su techninės paramos personalu",
  "legal-disclaimer": "Naudojami pavadinimai ir medžiagos pateikimas šiame žemėlapyje nereiškia, kad Europos Sąjungos vardu pareiškiama kokia nors nuomonė dėl bet kokios šalies, teritorijos, miesto, srities ar jų valdžios institucijų teisinio statuso arba dėl jų sienų ar ribų nustatymo. Kosovas*: Šis pavadinimas nekeičia pozicijų dėl statuso ir atitinka JT ST rezoliuciją 1244/1999 bei Tarptautinio Teisingumo Teismo nuomonę dėl Kosovo nepriklausomybės deklaracijos. Palestina*: Šis pavadinimas neturi būti aiškinamas kaip Palestinos Valstybės pripažinimas ir jis nekeičia valstybių narių skirtingų pozicijų šiuo klausimu.",
  "other-features.search": "Ieškoti",
  "other-features.zoom-in": "Didinti",
  "other-features.zoom-out": "Mažinti",
  "other-features.show-tutorial": "Rodyti mokomąją programą",
  "other-features.transparency": "Jūs taip pat galite reguliuoti sluoksnio skaidrumą.",
  "additional-error.no-supported-reference-system": "Paslauga neapima koordinuotos atskaitos sistemos",
  "additional-error.no-supported-character-encoding": "Paslauga neapima ženklų kodavimo",
  "additional-error.metadata-erroneous": "Paslaugos metaduomenų dokumentas yra klaidingas",
  "additional-error.invalid-data-format": "Netinkamas duomenų formatas buvo gautas iš konkretaus URL",
  "additional-error.invalid-response": "Pateikus užklausą dėl paslaugos duomenų, buvo gautas netinkamas atsakymas. Tai gali būti dėl vidinio serverio klaidos, neteisingos paslaugos konfigūracijos, standartų neatitinkančio paslaugos veikimo ir pan.",
  "additional-error.response-under-another-uri": "Atsakymas į prašymą gali būti pateiktas kitame URI",
  "additional-error.only-available-through-proxy": "Pageidaujamas išteklius prieinamas tik per įgaliotąjį serverį",
  "additional-error.perceived-client-error": "Serveris negali apdoroti arba neapdoros prašymo dėl pastebėtos kliento klaidos",
  "additional-error.authorization-required": "Pageidaujamam ištekliui reikalingas leidimas",
  "additional-error.no-available-publicly": "Pageidaujamas išteklius nėra viešai prieinamas",
  "additional-error.could-not-be-found": "Pageidaujamas išteklius negali būti surastas",
  "additional-error.not-allowed-http-method": "Ištekliaus buvo paprašyta naudojantis neleistinu HTTP metodu",
  "additional-error.not-acceptable-content": "Iš ištekliaus buvo paprašyta nepriimtino turinio",
  "additional-error.requires-prior-authentication": "Ištekliui reikalingas išankstinis leidimas įgaliotajame serveryje",
  "additional-error.resource-not-available-internal-server-errror": "Išteklius nėra prieinamas dėl vidinio serverio klaidos",
  "additional-error.unrecognised-request-method": "Išteklius nėra prieinamas dėl neatpažinto prašymo metodo",
  "additional-error.erroneously-configrued-proxy": "Išteklius nėra prieinamas dėl klaidingai konfigūruoto tinklų sietuvo",
  "additional-error.not-available-overload-or-maintenance": "Išteklius šiuo metu nėra prieinamas dėl perkrovos arba techninės priežiūros",
  "additional-error.erroneous-gateway": "Išteklius nėra prieinamas dėl klaidingai konfigūruoto arba nereaguojančio tinklų sietuvo",
  "additional-error.wrong-http-version": "Išteklius nepalaiko esamos HTTP versijos"
}