{
  "splashscreen.starting": "",
  "splashscreen.load": "",
  "splashscreen.init": "",
  "title": "Portal Europeu de Dados",
  "menu.legal-notice": "Advertência jurídica",
  "menu.cookies": "Cookies",
  "menu.contact": "Contacto",
  "functions.layer": "Cláusula de isenção de responsabilidade",
  "functions.feature-info": "Mais informações",
  "functions.legend": "Legenda",
  "functions.no-legend": "Sem legenda",
  "welcome-screen.title": "Bem-vindo ao visualizador de mapas do Portal Europeu de Dados",
  "welcome-screen.services": "Este visualizador de mapas acede a serviços externos e exibe os seus dados.  Estes serviços externos não são mantidos pela Comissão Europeia, motivo por que não tem qualquer influência na sua disponibilidade/estabilidade. Podem ocorrer os seguintes problemas:",
  "welcome-screen.information": "Um pedido de informações pormenorizadas sobre uma funcionalidade será processado mediante um pedido  específico ao servidor do mapa. Se a resposta a este pedido estiver mal formulada ou sem conteúdo (devido a erro do servidor) não será exibida qualquer informação e surgirá uma janela vazia.",
  "welcome-screen.access": "Os dados acedidos a partir de um servidor externo podem estar fora da atual visualização do mapa. Este visualizador procura identificar automaticamente a área coberta. Também pode acontecer que os metadatos não estejam completos ou  corretos e deva navegar na camada atual.",
  "welcome-screen.layer": "É possível que algumas camadas não estejam visíveis em determinados níveis de zoom. Isto deve-se a restrições impostas pelo fornecedor do serviço externo. Pode ser necessário aproximar ou afastar o mapa para visualizar os dados da camada.",
  "welcome-screen.loading": "Um círculo em rotação sobre o mapa indica que o visualizador aguarda a resposta da fonte dos dados. Isto pode dever-se a indisponibilidade do servidor ou a problemas na rede.",
  "welcome-screen.error": "Se encontrar qualquer outro problema, não hesite em contactar a assistência técnica:",
  "welcome-screen.support-contact": "Contactar a assistência técnica",
  "welcome-screen.basemaps": "Os mapas de base utilizados por esta aplicação são disponibilizados pelo Serviço de Estatística da União Europeia (Eurostat). Estes mapas têm uma resolução até 1:50.000. Estão a ser elaborados mapas de base com melhor resolução (p. ex., para suportar a visualização de dados de uma cidade). Assim, é possível que algumas fontes de dados ainda não possam ser exibidas num mapa perfeitamente adequado para o efeito.",
  "welcome-screen.not-display-again": "Não voltar a apresentar a página de boas-vindas.",
  "welcome-screen.map-loading": "Carregamento do mapa",
  "welcome-screen.confirm": "Ok",
  "tutorial.step1": "Esta breve introdução visa familiarizá-lo com os elementos e as funcionalidades do visualizador de mapas.",
  "tutorial.step2": "Clique e mantenha premido o botão esquerdo do rato  para mover-se no mapa.",
  "tutorial.step3": "Estes botões permitem alterar o nível de zoom do mapa. Também pode usar a roda do rato para ajustar o zoom.",
  "tutorial.step4": "Estes botões dão acesso a mais funcionalidades. Atuam como comandos e ativam ou desativam uma funcionalidade.",
  "tutorial.step5": "A legenda permite examinar as camadas do mapa e incluí-las ou não na visualização ativa. Os nomes são obtidos diretamente dos serviços externos.",
  "tutorial.step6": "Alguns dados podem ser examinados mais pormenorizadamente. Quando esta funcionalidade está ativada, pode clicar no mapa para obter mais informações.",
  "tutorial.skip": "Omitir",
  "tutorial.back": "Anterior",
  "tutorial.next": "Seguinte",
  "tutorial.done": "Concluído",
  "layers-selection.select-layer": "Selecionar camadas",
  "layers-selection.select-all": "Selecionar tudo",
  "layers-selection.hint": "O serviço WMS escolhido contém %x camadas, selecione todas as camadas a exibir no mapa.",
  "layers-selection.close": "Fechar",
  "feature-info.identify": "",
  "feature-info.attach": "",
  "feature-info.center": "",
  "feature-info.feature": "",
  "error.service-not-available": "O serviço pedido não está disponível",
  "error.service-not-supported": "",
  "error.invalid-resource": "Este URL contém um recurso não válido.",
  "error.unsupported-resource": "Este URL contém um recurso não suportado.",
  "error.hint": "Foi identificada a seguinte causa de erro",
  "error.server-error": "Ocorreu um erro de servidor durante o pedido do recurso",
  "error.service-metadata-wrong": "O documento dos metadados do serviço está incorreto",
  "error.request-url": "URL pedido",
  "error.support-contact": "Se o problema persistir, contacte a assistência técnica.",
  "legal-disclaimer": "A terminologia utilizada e a forma como o material é apresentado neste mapa não subentendem a expressão de qualquer opinião por parte da União Europeia quanto à situação jurídica de qualquer pais, território, cidade ou área, nem sobre as suas autoridades, nem ainda sobre a delimitação das respetivas fronteiras ou limites. Kosovo*: esta designação não prejudica as posições relativas ao estatuto e estão conformes com a Resolução 1244/99 do Conselho de Segurança das Nações Unidas e o parecer do Tribunal Internacional de Justiça sobre a declaração de independência do Kosovo. Palestina*: esta designação não deve ser interpretada como o reconhecimento de um Estado da Palestina e não  prejudica as posições individuais dos Estados-Membros sobre esta questão.",
  "other-features.search": "Pesquisa",
  "other-features.zoom-in": "Aproximar",
  "other-features.zoom-out": "Afastar",
  "other-features.show-tutorial": "Mostrar tutorial",
  "other-features.transparency": "Também pode ajustar a transparência de uma camada.",
  "additional-error.no-supported-reference-system": "O serviço não oferece um sistema compatível de coordenadas de referência.",
  "additional-error.no-supported-character-encoding": "O serviço não oferece um sistema compatível de codificação de caracteres.",
  "additional-error.metadata-erroneous": "O documento dos metadados do serviço está incorreto",
  "additional-error.invalid-data-format": "Foi recebido um formato de dados inválido do URL indicado",
  "additional-error.invalid-response": "Foi recebida uma resposta inválida do serviço ao pedir os dados. Isto pode dever-se a erro interno do servidor, erro na configuração do serviço, comportamento do serviço não compatível com as normas, etc.",
  "additional-error.response-under-another-uri": "O resultado pode estar num URI diferente",
  "additional-error.only-available-through-proxy": "O recurso pedido só está disponível através de um servidor proxy",
  "additional-error.perceived-client-error": "O servidor não pode executar o pedido devido a erro da parte do cliente",
  "additional-error.authorization-required": "O recurso pedido requer autorização",
  "additional-error.no-available-publicly": "O recurso pedido não está acessível ao público",
  "additional-error.could-not-be-found": "O recurso pedido não foi encontrado",
  "additional-error.not-allowed-http-method": "O recurso foi pedido atrabés de um método HTTP não permitido",
  "additional-error.not-acceptable-content": "O recurso pediu um conteúdo não aceitável",
  "additional-error.requires-prior-authentication": "O recurso requer autorização prévia através de um serviço proxy",
  "additional-error.resource-not-available-internal-server-errror": "O recurso não está disponível devido a erro interno do servidor",
  "additional-error.unrecognised-request-method": "O recurso não está disponível devido a um método de pedido não reconhecido",
  "additional-error.erroneously-configrued-proxy": "O recurso não está disponível devido a má configuração da porta de acesso",
  "additional-error.not-available-overload-or-maintenance": "O recurso não está disponível neste momento devido a sobrecarga ou manutenção",
  "additional-error.erroneous-gateway": "O recurso não está disponível devido a má configuração ou falta de resposta da porta de acesso",
  "additional-error.wrong-http-version": "O recurso não suporta a versão HTTP utilizada"
}