{
  "splashscreen.starting": "",
  "splashscreen.load": "",
  "splashscreen.init": "",
  "title": "Portál Európskych Údajov",
  "menu.legal-notice": "Právne upozornenie",
  "menu.cookies": "Súbory cookie",
  "menu.contact": "Kontakt",
  "functions.layer": "Právna doložka",
  "functions.feature-info": "Informácie o geoprvku",
  "functions.legend": "Legenda",
  "functions.no-legend": "Bez legendy",
  "welcome-screen.title": "Vitajte v mapovom prehliadači Portálu európskych údajov.",
  "welcome-screen.services": "Tento mapový prehliadač využíva externé webové služby a zobrazuje ich údaje. Tieto externé webové služby nie sú v správe Európskej komisie a preto nemáme žiadny vplyv na ich dostupnosť/stabilitu. Môžu nastať nasledovné problémy:",
  "welcome-screen.information": "Ak žiadate o podrobné informácie k zvolenému mapovému prvku, tieto sú získavané špecifickou požiadavkou zaslanou na mapový server. Ak je odpoveď na takú požiadavku v zlej forme alebo prázdna (napr. kvôli chybe servera) , potom chýba informácia, ktorá by sa dala zobraziť a zobrazí sa tým pádom prázdne okno.",
  "welcome-screen.access": "Údaje získané z externého servera môžu mať geopriestorové umiestnenie mimo aktuálneho mapového výrezu. Mapový prehliadač sa pokúsi automaticky identifikovať kompletnú oblasť mapového pokrytia. Napriek tomu sa môže stať, že metaúdaje sú neúplné či chybné a preto bude možné využívať údaje len v aktuálnom rozsahu mapového výrezu.",
  "welcome-screen.layer": "Niektoré zdroje vrstvy sa nemusia zobrazovať v niektorých úrovniach priblíženia mapy. Toto je spôsobené obmedzeniami, ktoré určil poskytovateľ externej služby. Pre také prípady postačí zmeniť priblíženie (zoom) mapy, aby boli zobrazené všetky údaje danej vrstvy.",
  "welcome-screen.loading": "Rotujúci krúžok v priestore mapového náhľadu znamená, že prehliadač čaká na odpoveď údajového zdroja. Toto môže byť spôsobené nedostupnosťou servera alebo sieťovými problémami.",
  "welcome-screen.error": "Ak narazíte na nejaký problém, neváhajte kontaktovať technickú podporu:",
  "welcome-screen.support-contact": "Kontaktovať technickú podporu",
  "welcome-screen.basemaps": "Základné mapy použité v tejto aplikácii poskytol štatistický úrad Európskej únie (Eurostat). Tieto mapy sú v súčasnosti dostupné v mierkach až po 1:50 000. Podrobnejšie základné mapy sú aktuálne v príprave (napr. pre vizualizovanie údajov v rámci mesta). Tým pádom niektoré údajové zdroje nemusia byť zobrazené s najvyhovujúcejšou podkladovou mapou.",
  "welcome-screen.not-display-again": "Nezobrazovať znovu túto úvodnú obrazovku.",
  "welcome-screen.map-loading": "Mapa sa nahráva",
  "welcome-screen.confirm": "Ok",
  "tutorial.step1": "Toto malé úvodné predstavenie má za cieľ zoznámiť Vás so súčasťami a funkcionalitou mapového prehliadača.",
  "tutorial.step2": "Kliknite a pridržte ľavé tlačidlo myši pre posun na mape.",
  "tutorial.step3": "Tieto tlačidlá menia úroveň priblíženia na mape. Prípadne môžete použiť aj koliesko myši pre úpravu priblíženia.",
  "tutorial.step4": "Dodatočná funkcionalita je dostupná týmito tlačidlami. Fungujú ako prepínače a zapínajú/vypínajú daný nástroj.",
  "tutorial.step5": "Legendu je možné využiť na overenie dostupnosti mapových vrstiev. Názvy vrstiev sú prevzaté z externej služby, ktorá dané vrstvy poskytuje.",
  "tutorial.step6": "Niektoré údaje je možné skúmať aj detailnejšie. AK je táto vlastnosť aktivovaná, môžete kliknúť do mapy a získať ďalšie informácie.",
  "tutorial.skip": "Vynechať",
  "tutorial.back": "Predošlý",
  "tutorial.next": "Ďalší",
  "tutorial.done": "Hotovo",
  "layers-selection.select-layer": "Vybrať vrstvy",
  "layers-selection.select-all": "Vybrať všetko",
  "layers-selection.hint": "Vybraná WMS služba obsahuje  %x vrstiev, vyberte všetky vrstvy, ktoré majú byť zobrazené v mape, prosím.",
  "layers-selection.close": "Zavrieť",
  "feature-info.identify": "",
  "feature-info.attach": "",
  "feature-info.center": "",
  "feature-info.feature": "",
  "error.service-not-available": "Požadovaná službe je nedostupná",
  "error.service-not-supported": "",
  "error.invalid-resource": "Na zadanej URL adrese bol nájdený neplatný údajový zdroj",
  "error.unsupported-resource": "Na zadanej URL adrese bol nájdený nepodporovaný údajový zdroj",
  "error.hint": "Zistený bol nasledujúci zdroj chyby",
  "error.server-error": "Nastala chyba servera pri riešení požiadavky pre zadaný zdroj",
  "error.service-metadata-wrong": "Metaúdajový dokument služby je chybný",
  "error.request-url": "Požadovaná adresa URL",
  "error.support-contact": "Ak bude problém naďalej pretrvávať, kontaktujte prosím technickú podporu",
  "legal-disclaimer": "Použité názvoslovie a materiál prezentovaný na tejto mape nepredstavujú vyjadrenie akéhokoľvek názoru zo strany Európskej únie týkajúce sa právneho postavenia ktorejkoľvek krajiny, územia, mesta alebo oblasti alebo ich orgánov, či týkajúce sa vymedzenia ich hraníc. Kosovo *: Týmto označením nie sú dotknuté stanoviská týkajúce sa štatútu a označenie je v súlade s rezolúciou Bezpečnostnej rady OSN 1244/1999 ako aj so stanoviskom Medzinárodného súdneho dvora k vyhláseniu nezávislosti Kosova. Palestína *: Toto označenie sa nesmie vykladať ako uznanie palestínskeho štátu a netýka sa individuálnych postojov členských štátov na túto problematiku.",
  "other-features.search": "Vyhľadávanie",
  "other-features.zoom-in": "Priblížiť",
  "other-features.zoom-out": "Vzdialiť",
  "other-features.show-tutorial": "Ukázať návody",
  "other-features.transparency": "Môžete upravovať aj transparentnosť vrstvy.",
  "additional-error.no-supported-reference-system": "Služba neposkytuje podporovaný referenčný súradnicový systém.",
  "additional-error.no-supported-character-encoding": "Služba neposkytuje znakovú sadu v podporovanom kódovaní..",
  "additional-error.metadata-erroneous": "Metaúdajový dokument služby je chybný",
  "additional-error.invalid-data-format": "Zo zadanej URL adresy bol získaný neplatný údajový formát.",
  "additional-error.invalid-response": "Služba vrátila k požiadavke o údaje neplatnú odpoveď. Dôvodom môže byť napríklad: vnútorná chyba servera, zlá konfigurácia služby, chovanie služby  nie je nesúlade so štandardmi atď.",
  "additional-error.response-under-another-uri": "Odpoveď na požiadavku je dostupná na inej adrese URI",
  "additional-error.only-available-through-proxy": "Požadovaný zdroj je dostupný len cez proxy",
  "additional-error.perceived-client-error": "Server nespracuje teraz ani v budúcnosti zadanú požiadavku kvôli zistenej chybe na strane klienta",
  "additional-error.authorization-required": "Požadovaný zdroj si vyžaduje autorizáciu prístupu",
  "additional-error.no-available-publicly": "Požadovaný zdroj nie je verejne dostupný",
  "additional-error.could-not-be-found": "Požadovaný zdroj sa nepodarilo nájsť",
  "additional-error.not-allowed-http-method": "Požiadavka na daný zdroj bola zadaná prostredníctvom nepovolenej HTTP metódy.",
  "additional-error.not-acceptable-content": "Zo zdroja bol vyžiadaný neprijateľný obsah.",
  "additional-error.requires-prior-authentication": "Pre prístup k zdroju je potrebné vopred vykonať autentifikáciu v proxy službe",
  "additional-error.resource-not-available-internal-server-errror": "Zdroj je nedostupný kvôli internej chybe servera",
  "additional-error.unrecognised-request-method": "Zdroj je nedostupný kvôli nerozoznej forme požiadavky",
  "additional-error.erroneously-configrued-proxy": "Zdroj je nedostupný kvôli chybne konfigurovanej bráne",
  "additional-error.not-available-overload-or-maintenance": "Zdroj je momentálne nedostupný kvôli vykonávanej systémovej údržbe",
  "additional-error.erroneous-gateway": "Zdroj je nedostupný kvôli chybne nakonfigurovanej alebo nereagucej bráne",
  "additional-error.wrong-http-version": "Zdroj nepodporuje danú HTTP verziu"
}