{
  "splashscreen.starting": "Zagon aplikacije",
  "splashscreen.load": "Naloži",
  "splashscreen.init": "Zemljevid se inicializira. Prosimo, počakajte!",
  "title": "Evropski podatkovni portal",
  "menu.legal-notice": "Pravno obvestilo",
  "menu.cookies": "Piškotki",
  "menu.contact": "Kontakt",
  "functions.layer": "Izjava o omejitvi odgovornosti",
  "functions.feature-info": "Informacije o funkciji",
  "functions.legend": "Legenda",
  "functions.no-legend": "Ni legende",
  "welcome-screen.title": "Dobrodošli v pregledovalniku zemljevida na Evropskem podatkovnem portalu",
  "welcome-screen.services": "Ta pregledovalnik zemljevida ima dostop do zunanjih storitev in prikazuje njihove podatke. Evropska komisija teh zunanjih storitev ne vzdržuje , zato nimamo nikakršnega vpliva na njihovo razpoložljivost/stalnost. Pojavijo se lahko naslednje težave:",
  "welcome-screen.information": "če želite podrobne informacije za izbrano funkcijo, se to obravnava na podlagi posebnega zahtevka, ki ga pošljete v strežnik zemljevida. Če je odgovor na ta zahtevek nepravilno oblikovan ali prazen (npr. zaradi napake na strežniku), se informacije ne morejo prikazati in pojavi se prazno okno.",
  "welcome-screen.access": "Podatki, do katerih je bil dostop mogoč iz zunanjega strežnika, so lahko zunaj trenutnega pogleda zemljevida. Ta pregledovalnik zemljevida poskuša samodejno identificirati zajeto območje. Kljub temu so metapodatki v nekaterih primerih nepopolni ali napačni, zato se morate z miško premikati do dejanskega obsega.",
  "welcome-screen.layer": "Nekateri viri slojev se morda ne prikažejo na določenih ravneh povečave. To je posledica omejitev, ki jih določi ponudnik zunanje storitve. Morda boste morali prikaz povečati ali zmanjšati, da se prikažejo podatki v sloju.",
  "welcome-screen.loading": "Vrteči se krog v pogledu zemljevida pomeni, da pregledovalnik čaka na odgovor vira podatkov. Vzrok za to je lahko nedostopen strežnik ali težave v omrežju.",
  "welcome-screen.error": "Če naletite na druge težave, se obrnite na tehnično podporo:",
  "welcome-screen.support-contact": "Kontaktirajte tehnično podporo",
  "welcome-screen.basemaps": "Osnovne zemljevide, ki se uporabljajo v tej aplikaciji, je prispeval Statistični urad Evropske unije (Eurostat). Ti zemljevidi so trenutno na voljo v ločljivosti do največ 1:50 000. Natančnejši osnovni zemljevidi so v pripravi (npr. da bi se podprla vizualizacija podatkov znotraj mesta). Nekateri viri podatkov se zato morda ne bodo še prikazali z optimalno prilagojenim zemljevidom ozadja.",
  "welcome-screen.not-display-again": "Ne prikaži več tega uvodnega zaslona.",
  "welcome-screen.map-loading": "Zemljevid se nalaga ...",
  "welcome-screen.confirm": "V REDU",
  "tutorial.step1": "Cilj tega kratkega uvoda je, da vas seznani z elementi in funkcijami pregledovalnika zemljevida.",
  "tutorial.step2": "Za pomikanje po zemljevidu kliknite in držite levi gumb na miški.",
  "tutorial.step3": "Ti gumbi spreminjajo raven povečave na zemljevidu. Za prilagoditev povečave lahko uporabite tudi kolešček na miški.",
  "tutorial.step4": "Dodatne funkcije so na voljo z uporabo teh gumbov. Ti delujejo kot preklopna stikala ter omogočajo ali onemogočajo določeno funkcijo.",
  "tutorial.step5": "Uporabite lahko legendo, da bi pregledali razpoložljive sloje zemljevida ter omogočili ali onemogočili njihov trenutni prikaz na zemljevidu. Imena so neposredno izpeljana iz storitve z zunanjim dostopom.",
  "tutorial.step6": "Nekatere podatke je mogoče pregledati tudi podrobneje. Ko je ta funkcija aktivirana, za dodatne informacije lahko kliknete na zemljevid.",
  "tutorial.skip": "Izpusti",
  "tutorial.back": "Nazaj",
  "tutorial.next": "Naprej",
  "tutorial.done": "Končano",
  "layers-selection.select-layer": "Izberi sloje",
  "layers-selection.select-all": "Izberi vse",
  "layers-selection.hint": "Izbrana storitev WMS vsebuje %x sloj(-a/-e/-ev). Izberite vse sloje, ki se morajo prikazati na zemljevidu.",
  "layers-selection.close": "Zapri",
  "feature-info.identify": "Identificiraj",
  "feature-info.attach": "Pripni k položaju",
  "feature-info.center": "Centriraj na zemljevidu",
  "feature-info.feature": "Funkcija",
  "error.service-not-available": "Zahtevana storitev ni na voljo",
  "error.service-not-supported": "Zahtevana storitev ni podprta",
  "error.invalid-resource": "Na tem naslovu URL je bil odkrit neveljaven vir.",
  "error.unsupported-resource": "Na tem naslovu URL je bil odkrit nepodprt vir.",
  "error.hint": "Ugotovljen je bil naslednji vir napake:",
  "error.server-error": "pri zahtevi danega vira je prišlo do napake na strežniku",
  "error.service-metadata-wrong": "Dokument storitve z metapodatki vsebuje napake.",
  "error.request-url": "Zahtevani URL",
  "error.support-contact": "Če težava ni odpravljena, se obrnite na tehnično podporo",
  "legal-disclaimer": "Uporabljena imenovanja in predstavitev gradiva na tem zemljevidu ne izraža kakršnega koli stališča Evropske unije v zvezi s pravnim statusom držav, ozemelj, mest ali območij oziroma njihovih organov oblasti ali v zvezi z njihovo razmejitvijo. Kosovo*: to imenovanje ne posega v stališča do statusa in je v skladu z RVSZN 1244/1999 ter mnenjem Meddržavnega sodišča o razglasitvi neodvisnosti Kosova. Palestina*: to imenovanje ne pomeni priznanja države Palestine in ne posega v stališča posameznih držav članic o tem vprašanju.",
  "other-features.search": "Išči",
  "other-features.zoom-in": "Povečaj",
  "other-features.zoom-out": "Zmanjšaj",
  "other-features.show-tutorial": "Prikaži vodiča",
  "other-features.transparency": "Prilagodite lahko tudi prosojnost sloja.",
  "additional-error.no-supported-reference-system": "Storitev ne omogoča podprtega usklajenega referenčnega sistema",
  "additional-error.no-supported-character-encoding": "Storitev ne omogoča podprtega kodiranja znakov",
  "additional-error.metadata-erroneous": "Dokument storitve z metapodatki vsebuje napake",
  "additional-error.invalid-data-format": "Na tem naslovu URL je bila prejeta neveljavna oblika zapisa podatkov",
  "additional-error.invalid-response": "Med poizvedbo po podatkih storitve je bil prejet neveljaven odgovor. Razlogi za to so lahko na primer: notranja napaka na strežniku, napačna konfiguracija storitve, s standardi neusklajeno vedenje storitve, itd.",
  "additional-error.response-under-another-uri": "Odgovor na zahtevo je na voljo na drugem URI",
  "additional-error.only-available-through-proxy": "Zahtevani vir je na voljo samo preko posredniškega strežnika",
  "additional-error.perceived-client-error": "Strežnik ne more ali ne želi obdelati zahteve zaradi domnevne napake pri odjemalcu",
  "additional-error.authorization-required": "Zahtevani vir je treba avtorizirati",
  "additional-error.no-available-publicly": "Zahtevani vir ni javno na voljo",
  "additional-error.could-not-be-found": "Zahtevanega vira ni bilo mogoče najti",
  "additional-error.not-allowed-http-method": "Vir je bil zahtevan z nedovoljeno metodo HTTP",
  "additional-error.not-acceptable-content": "Zahtevana je bila vsebina iz vira, ki ni sprejemljiva",
  "additional-error.requires-prior-authentication": "Vir zahteva vnaprejšnjo avtentifikacijo v posredniški storitvi",
  "additional-error.resource-not-available-internal-server-errror": "Vir ni na voljo zaradi notranje napake na strežniku",
  "additional-error.unrecognised-request-method": "Vir ni na voljo zaradi neznanega načina vložitve zahteve",
  "additional-error.erroneously-configrued-proxy": "Vir ni na voljo zaradi napačno konfiguriranega prehoda",
  "additional-error.not-available-overload-or-maintenance": "Vir trenutno ni na voljo zaradi preobremenitve ali vzdrževanja",
  "additional-error.erroneous-gateway": "Vir ni na voljo zaradi napačno konfiguriranega ali neodzivnega prehoda",
  "additional-error.wrong-http-version": "Vir ne podpira dane različice HTTP"
}